const wordsData = {
    "middle": {}, // 중등 단어 비워둠
    "high": {
        1: [
            { 
                "word": "characteristic", 
                "ipa": "", 
                "meanings": ["[명] 특징", "특질", "독특한", "특징적인", "특유의", "[명] 특성", "[형] 특유의"] 
            },
            { 
                "word": "conduct", 
                "ipa": "", 
                "meanings": ["[동] 실시하다", "수행하다", "행동하다[명] 행위", "1. 행동하다 2. 수행하다", "3. 지도[안내]하다", "(악단을) 지휘하다 4. (전기·소리·열을) 전도하다; 1. 행동", "처신 2. 수행 3. 안내", "지휘", "[동] 수행하다[명] 행위"] 
            },
            { 
                "word": "aid", 
                "ipa": "", 
                "meanings": ["도움", "원조; 돕다", "[명] 도움", "지원"] 
            },
            { 
                "word": "promote", 
                "ipa": "", 
                "meanings": ["1. 촉진하다", "조장하다", "장려하다 2. 홍보하다 3. 승진시키다", "[동] 승진시키다", "[동] 증진하다", "승진시키다"] 
            },
            { 
                "word": "propaganda", 
                "ipa": "", 
                "meanings": ["[명] 선전", "[명] 선전 활동", "과장된 선전", "(주로 정치적인) 선전 (활동)"] 
            }
        ],
        2: [
            { 
                "word": "analyze", 
                "ipa": "", 
                "meanings": ["분석하다", "[동] 분석하다"] 
            }
        ]
    }
};